[
{
  "source": "He tangata momoe, he tangata mangere, ekore e whiwhi ki te taonga.",
  "translation": "A sleepy-headed lazy fellow will never possess riches.\n\nResembling some in the Proverbs of Solomon."
},
{
  "source": "He kai kei aku ringaringa.",
  "translation": "I can earn my food with my own hands.\n\nLit. I have food in my hands; or in the use of my hands."
},
{
  "source": "Tama tu, tama ora; tama noho, tama matekai.",
  "translation": "The working chief (or son) flourishes; the idle chief wants food.\n\nLit. Standing chief—living chief; squatting chief—hungry chief."
},
{
  "source": "He kai tangata, he kai titongitongi kaki; He kai na tona ringa, tino kai tino makona noa.",
  "translation": "Food from another is little and stinging to the throat; Food of a man's own getting, is plentiful and sweet, and satisfying."
},
{
  "source": "He panehe toki ka tu te tangitangi kai.",
  "translation": "A little axe well-used brings heaps of food.\n\nThis reminds one of the Persian proverb:—“In time the mulberry leaf becomes satin.” To have plenty of food for hospitable purposes was the greatest of all things with a New Zealand chief, as nothing raised them and their tribe more in the estimation of all."
},
{
  "source": "Takoto kau ana te whanau o Taane!",
  "translation": "The forest is felled (for planting), the hard work is done.\n\nLit. The children of Taane are lying prostrate.—Taane being the god of woods and forests, the trees were called his children or offspring."
},
{
  "source": "Tena te ringa tango parahia!",
  "translation": "Well-done the hand that roots up weeds!\n\nApplied to a steady worker in root-crop plantations. Parahia, a low-spreading weed (Ctenopodium pusillum), is particularly plentiful at Taupo."
},
{
  "source": "He mate kai e rokohanga, he mate anu ekore e rokohanga.",
  "translation": "Hunger can be remedied, not so the want of warm clothing.\n\nLit. Famine can be overtaken, sharp feeling of bitter cold can not be overtaken.\n\nN.B.—Here, bear in mind, that all the garments of the New Zealanders, whether made from their flax fibres, or the skins of their dogs, took them a very long time to make; and the majority were but poorly clothed."
},
{
  "source": "He toa taua, mate taua; he toa piki pari, mate pari’; he toa ngaki kai, ma te huhu tena.",
  "translation": "The warrior is killed in war; the fearless scaler of lofty cliffs (in search of sea-fowl) is dashed to pieces; the industrious husbandman lives long and dies peacefully of old age.\n\nLit. The hero dies in fight; the climber of precipices by a fall; the cultivator of food by worms—meaning old age, or gradual decay.\n\nN.B.—This bears out Cook's statement: Vol. III., pp. 460,461. Here is another of similar meaning:—"
},
{
  "source": "He toa paheke te toa taua; tena ko te toa mahi kai ekore e paheke.",
  "translation": "The warrior stands on insecure footing (or slippery is the fame of the warrior); but the industrious cultivator of land will never slip or fall."
},
{
  "source": "Ma pango ma whero ka oti.",
  "translation": "Through chief and slave working together with a will the work will be done.\n\nLit. By black (and) by red finished.\n\nThe slaves and plebeians, naked and unwashed, were black enough; the chiefs used red pigment to anoint themselves."
},
{
  "source": "Maramara nui a Mahi ka riro i a Noho.",
  "translation": "The big chips are hewn off by Worker, but the food is taken and eaten by Looker-on, or Do-nothing, or Idler.\n\nLit. Worker (has) big chips gone with Squatter!\n\nThis proverb is so cleverly constructed as not to give offence to a highly-sensitive race, with whom a cross word, or gesture, or look, respecting food, was quite enough to cause serious disturbance: here, however, so much has to be inferred—“If the cap fits wear it.” This is used when men are hard at work hewing timber for a canoe, house, etc.; at which time some are sure to be idly squatting-by looking-on; and when the cooked food for the workmen is brought in baskets, those squatters are often the first to fall-to; and to this, also, no exception can be taken!"
},
{
  "source": "Kahore he tarainga tahere i te ara!",
  "translation": "You cannot hew a bird-spear by the way.\n\nMeaning: Without timely preparation you may die for want of food. Birds were formerly speared in great numbers in the woods; but to make a proper bird-spear took a long time, and (to me) was one of the wonders of old!"
},
{
  "source": "Ka mate kaainga tahi, ka ora kaainga rua.",
  "translation": "Through having only one cultivation the man dies from want, through two he lives.\n\nLit. One place death (or want), two places life (or good living.)\n\nThis was carried out fully by the New Zealanders, as to food cultivations, houses, bird-preserves, eel-weirs, fishing-grounds, etc., not only that they might have plenty, but so as to secure some from being carried off by their foes, in time of feuds, often happening.\n\nAnother similar proverb ran—"
},
{
  "source": "Ka mate whare tahi, ka ora whare rua.",
  "translation": "With one house, want; with two houses, plenty.\n\nThe meaning being much the same, only more applicable to the chief having two wives, who, each in her own house, wove garments."
},
{
  "source": "I whea koe i te ngahorotanga o te rau o te kotukutuku?",
  "translation": "Meaning: Where wert thou in the time of work,—or of danger?\n\nLit. Where wert thou in the falling of the leaves of the kotukutuku?\n\nThis tree (Fuchsia excorticata) is the only one in New Zealand which is really deciduous. This proverb may also be used for many other purposes; as,—When in siege or battle your tribe or people were killed, where were you? absent or hiding? Meaning, Is it meet for thee to boast, find fault, or speak? At such times it is a very cutting sarcasm; often causing intense feeling."
},
{
  "source": "I hea koe i te tangihanga o te riroriro?",
  "translation": "Where wert thou at the crying of the riroriro bird?\n\nThe riroriro (Gerygone flaviventris) cries in the early spring, the season for preparing cultivations for crops; so this proverb is used to a lazy or careless person who is without cultivated food, especially when begging; and it causes great shame. It is not unlike in meaning to the western fable of the Ant and Grasshopper."
},
{
  "source": "Ko te tokanga nui a Noho.",
  "translation": "The peaceful dweller at home has always a thumping big basket of food to eat.\n\nLit. The big basket of Stay-at-home.\n\nN.B.—Here it should be observed that the dweller at home is merely named Noho, = to sit down, to dwell quietly: of course such a one is not supposed to be idle."
},
{
  "source": "He wha tawhara ki uta, he kiko tamure ki tai.",
  "translation": "Inland is the tawhara fruit; in the sea, the flesh of the snapper.\n\nMeaning: Sweet food for man is everywhere, in land and water, by exertion.\n\nThe tawhara is the large sweet sugary flower bract of the kiekie (Freycinetia banksii), generally found plentifully in the white pine forests,\n\nand formerly eaten abundantly. The tamure is the snapper (Pagrus unicolor), a common fish on all the coasts."
},
{
  "source": "Whana atu poho ki roto, haere mai taiki ki waho; nohoia te whare, ko te hee tonu.",
  "translation": "Inward goes the pit of the stomach, outward come the ribs (from) persistently sticking in-doors, the greatest of all ills.\n\nThis is a highly ludicrous proverb; the joke, or point, being largely increased through the play on the three verbs,—to recede, to come hither, and to squat idly in-doors; or, increased as it is in the passive,—to remain within to support the house! It is used in times of cold and hunger, showing their effects: “Too cold to go out,” “Too hungry to remain in-doors without food, yet keeping house!—squatting idly, or doing nothing!”"
},
{
  "source": "Te wahie ka waia mo takurua, te kai ka mahia mo tau.",
  "translation": "Firewood is sought for winter, food is laboured after for the year.\n\nMeaning: Be usefully employed."
},
{
  "source": "Te toto o te tangata, he kai; te oranga o te tangata, he whenua.",
  "translation": "The blood of man (is from) food, the sustenance of man (is from) land.\n\nMeaning: Hold to your land, particularly that whence you derive your living."
},
{
  "source": "Taane rou kakahi ka moea; taane moe i roto i te whare kurua te takataka.",
  "translation": "The husband who is dexterous at getting shell-fish in deep water, will find a loving wife; the husband who sleeps idly in the house, will be thumped and knocked about.\n\nThis operation of getting shell-fish in deep water, both fresh and salt, was generally performed by men with their feet; by which they dislodged the shell-fish, and then got them into proper nets, etc.\n\nII.—In favour of Perseverance, Exertion, etc."
},
{
  "source": "Tohea, ko te tohe i te kai.",
  "translation": "Persevere strenuously, like as you do in eating."
},
{
  "source": "Na te waewae i kimi.",
  "translation": "Obtained by seeking.\n\nLit. Sought for by the leg."
},
{
  "source": "He iti te toki e rite ana ki te tangata.",
  "translation": "Though the stone-axe be small, it is equal to the man (in clearing the forest, etc.)"
},
{
  "source": "He iti hoki te mokoroa, nana i kakati te kahikatea.",
  "translation": "Although the grub is but little, yet it gnaws through the big white pine tree (Podocarpus dacrydioides)."
},
{
  "source": "Mate kanohi miromiro.",
  "translation": "To be found by the sharp-eyed little bird.\n\nLit. For the miromiro's eye.\n\nUsed as a stimulus to a person searching for anything lost. The miromiro is the little Petroica toitoi, which runs up and down trees peering for minute insects in the cavities in the bark."
},
{
  "source": "He kai iana ta te tou e ho ake?",
  "translation": "Do you think to gain food through inaction?\n\nLit. Will squatting at home on your posteriors bring you food?"
},
{
  "source": "E rua tau ruru; e rua tau wehe; e rua tau mutu; e rua tau kai.",
  "translation": "Two seasons of drought; two seasons of scarcity; two seasons of crop failure; two seasons of plenty.\n\nMeaning: Persevere, keep at it, success will follow."
},
{
  "source": "Tungia te ururua, kia tupu whakaritorito te tupu o te harakeke.",
  "translation": "Set fire to the scrub that the flax plants may shoot forth young evergreen shoots.\n\nMeaning: Clear off the old and bad that the new and good may grow vigorously.\n\nIII. Against Idleness, Laziness, Gluttony, etc."
},
{
  "source": "Nga huhu, nga wera, to kai, e mangere!",
  "translation": "This lazy fellow does nothing but roast himself by the fire!\n\nLit. Burns (and) scalds (are) thy food O lazy-bones!"
},
{
  "source": "He kai ko tau e pahure.",
  "translation": "Food is the thing you can get through very well (but work you cannot despatch, understood)."
},
{
  "source": "Kai hanu, kai hanu, hoki mai ano koe ko to koiwi!",
  "translation": "After going about idly “loafing” (mumping) from place to place (lit., eating scraps!), thou returnest again to thy own proper home!"
},
{
  "source": "Hohonu kakii, papaku uaua!",
  "translation": "Deep throat, little sinews (to work)!\n\nN.B.—Here also the adjectives should be noticed, being in direct opposition, and not only so but as here used they have a ludicrous quip, being terms properly and usually applied to water—Hohonu = deep: papaku = shallow.\n\nThis would prove a cutting saying.\n\nHere is a similar one:—"
},
{
  "source": "Ka kai kopu, ka iri whata, kei te uaua te kore.",
  "translation": "He fills his belly, he carefully lays up the remainder for himself, but, alas! has no sinews for work!"
},
{
  "source": "To kaha kei te kakii, karapetau tonu!",
  "translation": "Thy strength is in thy throat, for ever swallowing greedily."
},
{
  "source": "He moumou kai ma Te Whataiwi puku ngakengake!",
  "translation": "It's waste of food to give it to big-bellied Store-up-bones.\n\nTwo peculiar terms are to be noted here:—1. The figurative name given to the person, Whataiwi, i.e., one who puts by dry bones (including fishes' heads, etc.) for himself on a platform for storing food; and, 2. The ludicrous term (not the common one) for big belly, i.e., the loose hanging bag of a large sea-net!"
},
{
  "source": "He hiore tahutahu!",
  "translation": "An often singed tail!\n\nUsed for an idle fellow. Taken from a lazy dog lying before the fire and getting its tail repeatedly burnt.\n\nN.B. The tail of the ancient Maori dog had very long hair, which was of great value to its master for clothing and ornament, but when singed was useless; and might therefore be killed for food."
},
{
  "source": "Kei te raumati ka kitea ai e koe te tupu.",
  "translation": "When summer comes you will find it by its sprouts.\n\nSpoken ironically to a person who will not exert himself to find a lost thing, etc."
},
{
  "source": "E noho, tena te au o Rangitaiki hei kawe i a koe.",
  "translation": "Sit on idly, doing nothing, there are the rapid currents of the river Rangitaiki to carry thee along.\n\nUsed to a lazy fellow who ceases paddling the canoe."
},
{
  "source": "He huanga ki Matiti, he tama ki Tokerau.",
  "translation": "In the planting season merely a relative; at harvest time a son (or, eldest son)."
},
{
  "source": "He kooanga tangata tahi, he ngahuru puta noa.",
  "translation": "At planting time, helpers come straggling singly; at harvest, all hands come from everywhere round.\n\nLit.—to show its terseness—At planting, single-handed; at harvest, all around.\n\nHere is a similar one, which was a favourite saying of the late chief Te Hapuku:—"
},
{
  "source": "Hoa piri ngahuru, taha kee raumati.",
  "translation": "Friends stick to you in harvest, but fall off in summer—the season of scarcity and work.\n\nVery like our English proverbs, “Prosperity makes friends, adversity tries them;” “The rich man has many friends.”"
},
{
  "source": "He kakariki kai ata!",
  "translation": "(Like) a little green parrot (which) eats at daybreak!\n\nSpoken of a person who looks to eat on rising before going to work."
},
{
  "source": "He kuukuu tangae nui!",
  "translation": "A pigeon bolts his food.\n\nUsed of a greedy fellow, never satisfied."
},
{
  "source": "He kuukuu tangaengae nui; he parera apu paru.",
  "translation": "The pigeon bolts, the duck gobbles up mud and all.\n\nSaid of a gluttonous fellow."
},
{
  "source": "He kaakaa kai honihoni!",
  "translation": "A parrot eats leisurely, bit by bit.\n\nSaid to a person who eats moderately and slowly."
},
{
  "source": "Ka whakarongo pikari nga taringa.",
  "translation": "(With) ears quick at listening, like young birds in their nests.\n\nSpoken of a fellow always on the look-out for the call to meals.\n\nHere is another of a similar meaning (also one of Te Hapuku's):—"
},
{
  "source": "Taringa muhu kai!",
  "translation": "Ears on the qui vive for food!"
},
{
  "source": "Awhato kai paenga; and, Ka mahi te awhato hohoni paenga!",
  "translation": "Bravo! great caterpillar eating around the edge of the leaf!\n\nThose two proverbs are nearly alike. The awhato is the large larva of the moth Sphinx convolvuli (or some allied species), which ate the leaves of the kumara, or sweet potatoe, in the Maori plantations (beginning at the edges and leaving the mid-veins), and was therefore a most noxious and hateful animal to them. The proverb is used of a greedy person who goes eating from basket to basket at meal times, selecting the best bits. Formerly, the New Zealanders had their cooked food served up in numerous small baskets; they often sat in a circle to eat their food, and always out of doors."
},
{
  "source": "Awhato ngongenga roa!",
  "translation": "Ugly great caterpillar, always slowly nibblin\n\nThis is similar to the last two."
},
{
  "source": "Ko Uenuku to korokoro!",
  "translation": "Thy throat is even as Uenuku's.\n\nApplied to a great glutton. This is even stronger in Maori,—“Thy throat is Uenuku.” He was a desperate old glutton of very ancient times, who had dwelt at “Hawaiki.” Many things are related of him."
},
{
  "source": "Tohu noa ana koe, e Rangikiato, he whata kei te kakii!",
  "translation": "O Rangikiato! what are you after? Laying by food! Verily, a food-store is in thy throat!\n\nApplied to a man who eats more than his share, or who takes away titbits from others at meals."
},
{
  "source": "Patua iho, he kaka, ki tahaki tera; a, ka puehuehu, ma tana whaiaro tera.",
  "translation": "He pounds away, lo! a stringy bit,—that's placed alongside (for the visitors); ha! a nice mealy bit, that's for himself or his favourite.\n\nThis has reference to the preparation of fern-root for eating; and was used for a sly, selfish, greedy person.\n\nN.B.—There was a great difference in fern-root, of which varieties the Maori had many names. The difference was much the same as in the various kinds of potatoes and of flour with us."
},
{
  "source": "Pikipiki motumotu, ka hokia he whanaunga!",
  "translation": "Constantly returning (at food-time, saying, he does so) because he is a relation!\n\nThis proverb is concerning a lazy fellow, a “loafer,” who always contrives to drop in at meals, because he is a relation; and is often used in times of scarcity of food, so as to cause those sitting at meat to eat up their victuals quickly. But the whole story is too good to be lost, so I give a translation of it.\n\n“Tama-ki-te-wananga was lighting his fire to roast his food, but the fire did not burn briskly, so he said, ‘Bother the fire, it does not kindle well; and stooping down he blew at it with his breath that it might burn the better. At this very moment Hauokai had come up, and was standing behind his back, but Tama did not know of it; so he kept on blowing away at his fire, saying, between whiles, ‘Flame up, blaze away, that thou be not caught by Hauokai.’ It came to pass, however, that he (Tama) was indeed thus caught by him while saying those very words. On hearing them, Hauokai called down from behind his back, ‘What have you got against me, O Tama-ki-te-wananga?’ Then Tama turned round and looked up—alas! there, verily, was Hauokai himself standing looking down on him. For some time Tama kept looking up with vacant surprise, not knowing what to say. At last he said, ‘Thy often comings and goings.’ Hauokai replied, ‘Yes, my returning hither was owing to my relationship.’ Then Tama said to Hauokai, ‘Just so, and more too; it is thy continually returning hither.’ Then it was that Hauokai said to Tama, ‘I frequently returned hither, as you have said, through our relationship, but now you and I shall be separate; we shall never again see each other from this time forward; nevertheless, our two spirits (wairua) shall meet in the nether world (reinga).’* And from that time they never saw each other up to their death.\n\n[Footnote] * There are several items of interest in this old story, but I must pass them by to take up a more modern one. A few years ago, the then Superintendent of the late Auckland Province (Mr. J. Williamson) sought to have an interview with a Maori chief of note on political matters; this, however, the chief would not grant, ending with saying, “You and I shall never meet until we meet in the reinga.” This, of course, was made much of. The dreadful bitterness of expression—“never until we meet in hell!—was intensified and dwelt upon shudderingly with much Christian feeling, but all through ignorance on the part of the Christian Europeans. The New Zealander had no such thoughts, and only made use of an old saying, the English having chosen this word (reinga) as the equivalent for hell; a meaning, however, which it does not possess.\n\nIV. Against Slander, Lying, Story-telling, etc."
},
{
  "source": "He pata ua ki runga, he ngutu tangata ki raro.",
  "translation": "Dropping water wears away the soil, so frequent slander a good name.\n\nLit. A rain-drop above, a human lip below. Resembling some of Solomon's Proverbs."
},
{
  "source": "He tao rakau e karohia atu ka hemo; te tao kii, werohia mai, tu tonu.",
  "translation": "A thrown wooden spear, if warded off, passes away; the spoken spear, when spoken, wounds deeply.\n\nAnother rendering of the same proverb:—"
},
{
  "source": "He tao kii ekore e taea te karo, he tao rakau ka taea ano te karo.",
  "translation": "A spoken spear cannot be warded off, a wooden spear can easily be warded."
},
{
  "source": "Ka katokato au i te rau pororua!",
  "translation": "I am going about gathering, bit by bit, the bitter leaves of the sowthistle.\n\nMeaning: I hear nothing but bitter words against me everywhere.\n\nN.B.—The pororua was the old New Zealand indigenous variety (or species) of sow-thistle, which is much more bitter than the introduced variety commonly called puwha."
},
{
  "source": "Te whakangungu nei ki nga tara a whai o Araiteuru!",
  "translation": "O for impenetrable armour to oppose against the stings of the stingrays of Araiteuru!\n\nUsed by a chief in defending his own tribe against slander. I believe Araiteuru is a large shoal off the West Coast, near Taranaki; in such places, as also on shoals and mud-flats in harbours, as at Ahuriri, Whangarei, etc., large sting-rays abound.\n\nN.B.—Here again there is much in the very name of that shoal which is lost in translation, viz.: Barrier-against-the-western-blast. (Psalm LVII., 4)."
},
{
  "source": "Kia eke au ki runga ki te puna o Tinirau!",
  "translation": "I may just as well attempt to climb up and sit on the blow-hole of a whale!\n\nA proverb of deep meaning to a Maori, grounded on legendary lore. Used of slander."
},
{
  "source": "Aweawe ana nga korero i runga o Maunga Piware.",
  "translation": "Reports and talks are ever floating in the air over Mount Piware.\n\nI suspect that this place, “Mount Piware,” has a highly figurative meaning:—1. Pi and ware: pi = young downy nestlings, and ware = any thing viscous or sticky, as gum, etc. 2. Maunga has, besides its common meaning of mountain, the meaning of fast-to, adhering to; so that the full meaning may be, reports floating in the air are light and downy, and are easily caught and held by soft viscid surfaces.\n\nMeaning; Don't believe all you hear."
},
{
  "source": "Tangaroa piri whare!",
  "translation": "Tangaroa is hiding in the house.\n\nTangaroa is one of the great Polynesian gods, and particularly of the sea and fishes; is invisible, and hears all; be careful. “Walls have ears.”"
},
{
  "source": "Tangaroa pu-kanohi nui!",
  "translation": "Large-eyed Tangaroa can see all you do, or say."
},
{
  "source": "Kei whawhati noa mai te rau o te raataa!",
  "translation": "Don't pluck and fling about to no purpose the blossoms of the raataa tree!\n\nThe raataa tree (Metrosideros robusta), produces myriads of red flowers; the small parts of these when blown off by the winds fill the air around: so,—Don't become ashamed when your lying is detected."
},
{
  "source": "Ko Maui whare kino!",
  "translation": "Yes, Maui with the evil house! or, Just like Maui of the house of ill-fame!\n\nSchemes and cunning stratagems were planned in Maui's house, or by Maui wherever staying; he was truly the coming deviser of schemes; in this respect much after the fashion of Mercury, the son of Maia;* and of Proteus."
},
{
  "source": "Ko Maui tini hanga!",
  "translation": "Yes, Maui of many devices!\n\nThese last two proverbs were often used in speaking of a scheming, cunning person."
},
{
  "source": "Ko korua pea ko Tama-arero i haere tahi mai?",
  "translation": "Perhaps thou and False-tonguedagger travelled hither together?"
},
{
  "source": "Korua pea ko Te Arahori, i haere tahi mai?",
  "translation": "Perhaps thou and False-road came here together?\n\n[Footnote] * Sophocles; Philoctetes.—Aristophanes; Plutus.—Horace; Odes, lib. I., 10.\n\n[Footnote] † Son-of-the-tongue, or, Master-of-the-tongue, would be more literal, but I have given the meaning."
},
{
  "source": "I haere mai pea koe i te kaainga i a Te Arahori?",
  "translation": "Perhaps thou camest hither from the village of Mr. False-way?"
},
{
  "source": "Korua pea ko Te Tangokorero i haere tahi mai?",
  "translation": "Perhaps thou and Take-up-talk travelled hither together?"
},
{
  "source": "Na Tangokorero pea koe i tono mai ki konei?",
  "translation": "Perhaps thou wert sent hither by Take-up-talk?\n\nThose last five proverbs are very nearly alike in meaning, though used by different tribes. They were made use of when visitors should arrive bringing strange tales, or slanderous ones. I bring them here together to show how largely the ancient New Zealanders dealt with fictitious and figurative characters, to whom they gave highly appropriate names, just as Bunyan, already mentioned."
},
{
  "source": "Ka mahi te tamariki wawahi taahaa!",
  "translation": "Bravo! children, smashing your (mothers’) calabashes!\n\nThis saying is often applied to a man who is defaming his own relations, or tribe.\n\nV. Against Trusting to Promises, Appearances, etc."
},
{
  "source": "Nga korero o era rangi, mahue noa ake!",
  "translation": "Promises of other days, wholly left behind!\n\n“Never trust to fine promises.”"
},
{
  "source": "He marama koia kia hoki rua ki Taitai?",
  "translation": "If indeed thou wert like the moon to return a second time to its place of shining?\n\nLit. A moon indeed! to return twice to one place (or to Taitai = name of place)?\n\nSaid to a person who promises to give you something at the next time of meeting."
},
{
  "source": "Poroaki tutata, whakahoro ki tau kee!",
  "translation": "Last words at parting stand close at hand, deferred by slips to another year!\n\nSaid of a person too ready in promising.\n\nN.B.—The word “whakahoro”—which I have rendered deferred by slips—is here very expressive; it means to fall by degrees, or to slip, slide, or crumble down, as clayey cliffs, etc.; or to be levelled, as mounds, dykes, etc."
},
{
  "source": "Hohoro i aku ngutu, e mau ana te tinana.",
  "translation": "My lips were quick (to move), the body being fixed.\n\nMeaning: Promises were quickly made, but the body is slow to perform.\n\nN.B.—“Body,” with the old Maoris, meant more than with us; viz., the whole man, the entirety, the substance, as against the mere lips. Just as we might speak of the body of an oak in comparison with two of its branchlets.\n\n“My tongue hath sworn, my mind is still unsworn.”—Eurip.; Hippolytus."
},
{
  "source": "Haere ana a Manawareka, noho ana a Manawakawa.",
  "translation": "Well-pleased goes off, Bitter-mind remains behind!\n\nMeaning: He who has got what he wanted goes away rejoicing; while he who has given without any return gift, trusting to the others' promises, endures the pangs of disappointment and regret."
},
{
  "source": "Tee whai patootoo a Rauporoa!",
  "translation": "Long-Bulrush did not strike loudly and repeatedly (so as to be heard)! or, Long-Bulrush gains nothing by his repeated attempts at hitting!\n\nThis proverb is used by, or for, a person who returns without that for which he went. It is one of deep meaning to an old Maori (though little understood by the present younger ones), and always evokes a laugh; but requires a little explanation.\n\nThe Raupo plant (= Bulrush, Typha angustifolia), which is here figuratively personified, grows in watery places and in the water; the tips of its long narrow numerous leaves are always agitated with the least breeze, and are naturally carried by the same in one direction before the wind; hence, they invariably keep the same distance from each other, or, if they clash, their striking is not heard, and is productive of no result. Moreover, as the longest plants grow only in the deeper water, the saying may also have a latent reference to the greater difficulty in gathering the flowering spikes from such tall plants; for, in the summer season, parties went among the Raupo specially to gather the dense heads of flowers for the purpose of collecting their pollen, when only a smaller quantity could be obtained from the over-long plants, owing to their extra height above and to the greater depth of water below, etc., though attended with much more labour. This pollen, in its raw state, closely resembled our ground table-mustard; it was made into a light kind of yellow cake, and baked. It was sweetish to the taste, and not wholly unlike London gingerbread. Thirty years ago, specimens of it, both raw and baked, were sent to the Museum, at Kew. I have seen it collected in buckets-full."
},
{
  "source": "Hei te tau koroii! and, Hei te tau ki tua!",
  "translation": "Put off till the season in which the white pine tree bears its fruit! (which is not, however, every year); and, At the season yet to come."
},
{
  "source": "He iramutu tu. kee mai i tarawahi o te awa.",
  "translation": "A nephew stands carelessly (or, without regard) on the opposite side of the river.\n\nMeaning: He is not to be depended on in times of extremity, etc., like a son.\n\nI take it, however, that this “nephew” is the son of a brother, not the son of a sister."
},
{
  "source": "He pai rangitahi!",
  "translation": "A one day's beauty; a short-lived pleasure.\n\nSometimes used of a girl's countenance.\n\nMeaning, also: After a fine day, a storm follows; after a great feast, a famine, etc."
},
{
  "source": "He pai tangata ekore e reia; he kino wahine ka reia.",
  "translation": "A handsome man is not always eagerly sought after; an ugly woman is eagerly sought for—or, has plenty of lovers.\n\nHere it should be remembered, that with the New Zealanders the women always began the courting."
},
{
  "source": "He pai kanohi, he maene kiri, he ra te kai ma tona poho; waihoki, he pai kupu kau.",
  "translation": "Pretty face, smooth skin, loves to bask idly in the sun; therefore the beauty consists in words only. (“Prettiness dies quickly”).\n\nThis is plain enough; but, in the next, we have just the opposite."
},
{
  "source": "He pai kai ekore e roa te tirohanga; he pai kanohi e roa te tirohanga!",
  "translation": "Good and pleasant food is not long looked at; a good-looking face is long observed.\n\nMeaning: Looked on with satisfaction and delight.\n\nVI.—Against a Boaster, etc."
},
{
  "source": "He nui to ngaromanga, he iti te putanga.",
  "translation": "Long thy absence, little seen (with thee) on return."
},
{
  "source": "E wha o ringaringa, e wha o waewae!",
  "translation": "Thou hast four hands and four legs!\n\nA word said quietly to a boasting fellow."
},
{
  "source": "He kaakaa waha nui!",
  "translation": "A noisy-mouthed parrot!\n\nApplied to a chatterer, or boasting person."
},
{
  "source": "Me ho mai nga hau o Rirapa ki uta.",
  "translation": "Let the exploits of Rirapa be brought to land."
},
{
  "source": "Kei uta nga hau o Rirapa te tu ai.",
  "translation": "’Tis on shore that the fine doings of Rirapa are seen.\n\nBoth used of a lazy, hulking fellow, who is lazy in a fishing-canoe at sea, etc."
},
{
  "source": "Whaka-Ruaputahanga i a koe!",
  "translation": "Thou art making thyself appear as big as the great lady chief of old Ruaputahanga!\n\nSaid to a boaster.\n\nHere again, no doubt, is a figurative name; or a secondary name, often added on account of qualities, doings, etc.; Ruaputahanga meaning a store whence goods, etc., were always being issued. The liberal person was always liked and immortalized."
},
{
  "source": "Toku toa he toa rangatira.",
  "translation": "My courage is that of a chief; or, my courage is derived from my ancestors.\n\nSaid, but rarely, to a mushroom-man of to-day, who boasts of himself or his doings.\n\nHere it should be borne in mind that a chief of to-day is the descendant of ancient chiefs."
},
{
  "source": "Ko nga rangatira a te tau titoki!",
  "translation": "Chiefs of the titoki year!\n\nThis needs explanation. The titoki, or titongi tree (Alectryon excelsum), from the fruit of which the natives formerly extracted an oil for anointing the hair and persons of their chiefs, only bore fruit plentifully (according to them) every fourth year; so that, in that year, all hands could use the oil and a little red pigment, and thus, for once, look like a chief without being so.\n\n(A daw in borrowed plumes.)"
},
{
  "source": "Tiketike ao, papaku po!",
  "translation": "A tall pinnacle by daylight, shallow water by night.\n\nLit. Lofty day, shallow night.\n\nMeaning: Valiant and boasting, when the sun is shining and all is well and no danger near; but in the darkness and dread, low enough."
},
{
  "source": "Tiketike ngahuru, hakahaka raumati!",
  "translation": "Tall at harvest, low at planting season!\n\nMeaning: He boasts enough in the autumn when there is plenty of food and little to do; but in the wearisome and heavy working spring season he is not to be seen."
},
{
  "source": "Ko wai hoki koia te wahine pai rawa? Te wehenga atu ano i a Muturangi!",
  "translation": "Who, indeed, now is the beautiful woman? All that ceased for ever with the last great lady (i.e., when she died).\n\nThis saying is used when a woman is vain of herself; or, when persons boast of the good old times, when better, or handsomer females lived.\n\nThe ancient beauty's name, Muturangi, means,—the last of the great lady chieftainesses. Rangi (= sky, heaven) is an ancient name for a principal chief, whether male or female,—from Rangi, the first parent or producer of man; and was also used by way of high title, or address. I have no doubt, however, of its here having a highly figurative meaning, like other proper names in many of their proverbs.\n\nVII.—Against Inhospitality."
},
{
  "source": "He kuukuu ki te kaainga, he kaakaa ki te haere.",
  "translation": "A pigeon at home, a parrot abroad.\n\nThe New Zealand pigeon is a silent bird; the parrot is a noisy screamer. The pigeon remains quietly sitting on the high trees; the parrot flies about, making the forest resound with its loud cries.\n\nThis proverb is applied to an inhospitable chief; he does not raise the cheerful inspiriting shout of “Welcome!” to travellers nearing his village; but, when he travels, then, on approaching any place, he sounds his trumpet to get food prepared, and afterwards finds fault with the victuals given him."
},
{
  "source": "E riri Kai-po, ka haere Kai-ao.",
  "translation": "When Eat-by-night is angry, Eat-by-day leaves.\n\nMeaning: If the illiberal mean chief be angry (shown by withholding food and welcome), the liberal generous men continue on their journey.\n\nIt was considered a very great insult for a travelling party to pass by a pa or village without calling. Kai-po is the common term for a mean selfish person."
},
{
  "source": "Kei kai i te ketekete.",
  "translation": "Lest there be nothing to eat but vain regrets.\n\nMeaning: Bad for both sides—the visitors and visited—to have only excuses for food.\n\nThis proverb was sometimes used by a chief as a warning to his tribe, when expecting visitors."
},
{
  "source": "He kotuku kai-whakaata.",
  "translation": "The white crane eats leisurely, after viewing his food and his own shadow in the still water.\n\nThis is said of a chief who looks after due preparations being made for his expected visitors; also, of one who quietly and courteously awaits the arrival and sitting of others to their repast before he eats his own food.\n\nVIII.—Relating to Hidden Thoughts."
},
{
  "source": "He kokonga whare e kitea.",
  "translation": "The dark corner of a house can be seen and searched;—(understood, to complete the meaning) but not the heart of man."
},
{
  "source": "He taanga kakaho ka kitea e te kanohi; tena ko te laanga ngakau ekore e kitea.",
  "translation": "A mark, or knot (or placing), of a reed can be seen with the eye, but that of the heart can not be seen."
},
{
  "source": "He ta kakaho e kitea, ko te ta o te ngakau ekore e kitea.",
  "translation": "A knot, joint, or mark, on the cutting-grass reed is seen, but the mark or knot (heaving or thought) of the heart is not seen.\n\nI have often heard these last two proverbs used. They fall with bitter effect on the guilty person, often causing deep shames, as the New Zealanders abominated slander. The reference in both is to the kakaho reeds or flower-stalks, (cutting-grass = Arundo conspicua), formerly used for the inner walls and ceilings of a chief's house; these were sometimes partly coloured black in a kind of pattern of scroll-work, and when regularly laid side by side had a pleasing effect; any irregularity, however, in pattern or in laying, was speedily detected by the practised eye of the Maori; hence the proverb."
},
{
  "source": "He nui pohue toro ra raro.",
  "translation": "The convolvulus (roots are) many and spread below (the soil):—supply, just as the secret thoughts of men's hearts are hidden within."
},
{
  "source": "He tiitii rere ao ka kitea, he tiitii rere po ekore e kitea.",
  "translation": "The petrel which flies by day is seen; the petrel which flies by night is not seen.\n\nOne species of petrel always flies back to its mountain home from the ocean very late in the evening; I have very often heard its cry, but never saw it on the wing.\n\nThis proverb is said of men's thoughts; also of night-attacks from the enemy."
},
{
  "source": "Ko to kai waewae te tuku mai ki au, kia huaina atu, e arotau ana mai.",
  "translation": "Thou allowest thy feet (or thy footsteps) to come hitherwards to me, that it may be said abroad, thou lovest to come hither.\n\nOften said by a woman who doubts the affection of her lover; also by the people of a village who doubt the professions of a visitor."
},
{
  "source": "Katahi ka auraki mai ki te whanau a te mangumangu kikino, i te aitanga a Punga i a au e!",
  "translation": "How strange! to struggle to hasten hither of thy own accord to the offspring of the black and ugly, to me the begotten of Punga! Punga is said to be the father or progenitor of all the ugly and deformed fish, as sharks and rays, and also of lizards.\n\nThis proverb is applied by a man to a woman who had deserted him as her lover, but who returns to him again.\n\nIX. Respecting Caution, etc."
},
{
  "source": "Ehia motunga o te weka i te mahanga?",
  "translation": "How often does the wood-hen break away from the snare?\n\nMeaning: Take care, you will be caught at last."
},
{
  "source": "Ka hoki ranei te weka i motu ki te mahanga?",
  "translation": "Will the escaped wood-hen indeed return to the snare?\n\nMeaning: “Once bit, twice shy.”"
},
{
  "source": "Hoki atu i kona, ko te manu i motu i te mahanga ekore e taea te whai.",
  "translation": "Go back from where you are, it is useless pursuing the bird escaped from the snare.\n\nMeaning: It is useless to attempt to take me in again. Said to have been used in ancient times by a lady who ran away from her husband; he pursued her to bring her back, and she got round a headland at low-water; on his reaching the place, the tide was breaking against the base of the cliffs, when she called to him from the top using those words, which have since passed into a proverb."
},
{
  "source": "He pureirei whakamatuatanga.",
  "translation": "A faithful fatherly tuft of rushes.\n\nThis is said of a good solid tuft of rushes in a swamp, which, in crossing the swamp, you stand on to rest a while, and to look around before you take the next step. A word of caution for many things. “Look before you leap.”"
},
{
  "source": "Ka tuwhaina te huware ki te whenua, e hoki atu ranei ki tou waha?",
  "translation": "When the spittle is spit out on the ground, will it return to thy mouth again?\n\nMeaning: (much as the last), “Look before you leap.”"
},
{
  "source": "Kia mau koe ki te kupu a tou matua.",
  "translation": "Hold fast to the advice of thy father (or guardian).\n\nA word of caution often given to the young,—as the dying advice, or teachings of the departed, were always strongly inculcated."
},
{
  "source": "Kia whakatupu tangata, kaua hei tutu.",
  "translation": "Show yourself (lit., be growing up) a true man; never be disobedient.\n\nOften said to the young. (I. Cor. xvi., 13)."
},
{
  "source": "Kapo atu koe i te kai i nga ringaringa o nga pakeke, a e taea ranei e koe te whai i nga turanga o tupuna?",
  "translation": "Thou snatchest food roughly from the hands of the elders, and dost thou think thou wilt be able to follow in the steps of thy ancestors?\n\nApplied to a chief's child, on his snatching food, or anything, from the hands of aged persons."
},
{
  "source": "Ata! ina te kakii ka taretare noa; ka maaro tonu nga uaua o te kakii!",
  "translation": "How disgusting! to see the neck turning from side to side; and the sinews of the neck strained to the utmost!\n\nSaid of a person looking over the other baskets of cooked food set before a party, and coveting what is placed before his neighbours or companions.\n\nThe peculiar terms used are those which refer to a bird on the look-out up in a tree."
},
{
  "source": "Kaore a te rakau whakaaro, kei te tohunga te whakaaro.",
  "translation": "The wood has no thoughts, such only belong to its carver, or designer."
},
{
  "source": "Tirohia, he moko.",
  "translation": "Examine well a tattooed countenance! (Meaning: A nobleman.)\n\nSaid by a man to another who stares rudely at him."
},
{
  "source": "He whakatau karanga, tino taka iho a Te Kaahu.",
  "translation": "At the very first attempt to make the call (to dinner), down rushes Te Kaahu.\n\nApplied to a person who jumps at an invitation which was scarcely really meant. The person mentioned figuratively by name, Te Kaahu, is, translated literally, the Hawk."
},
{
  "source": "Mate wareware te uri o Kaitoa; takoto ana te paki ki tua.",
  "translation": "Foolishly died the offspring of Recklessness, the fine weather was ready close at hand."
},
{
  "source": "Mate papakore te uri o Kaitoa.",
  "translation": "The offspring of Rashness died heedlessly.\n\nThese last two proverbs have the same meaning; the reference is to those who went hastily to sea in their canoe when a gale was coming on, and all miserably perished; fine weather, too, being near.\n\nMeaning: Be prudent; don't act rashly."
},
{
  "source": "Kei mau ki te pou pai, he pou e eketia e te kiore; tena ko te pou kino, ekore e eketia e te kiore.",
  "translation": "Do not select a fine nice post (for your storehouse), as that kind of post will be climbed up to the top by the rat, but the ugly post will not be so ascended by the rat.\n\nThis is advice from a father to his son about taking a wife (which has become a proverb)—meaning: Do not seek so much for a handsome person, who may cause you trouble, for you may be better off and dwell quieter with a plain one."
},
{
  "source": "He pirau kai ma te arero e kape.",
  "translation": "The tongue soon detects and rejects (a bit of) rotten or bitter food.\n\nMeaning: Any evil thing may be quickly found out and thrown aside."
},
{
  "source": "Honoa te pito ora ki te pito mate.",
  "translation": "Join the living end to the weak one.\n\nUsed sometimes for raising a weak or impoverished chief or tribe, by alliance or marriage with a stronger one.\n\nAn allusion is here made to the ends of kumara, or sweet potatoes; in planting, they make use of the sprouting end of the root as seed, and so, sometimes, place two such ends in one little hillock to make sure of plants."
},
{
  "source": "Honoa te pito mata ki te pito maoa.",
  "translation": "Eat together (lit., join) the underdone end with the nicely-cooked end (of the sweet potatoes, understood).\n\nMeaning: Don't be too nice."
},
{
  "source": "Kai mata whiwhia, maoa riro kee!",
  "translation": "Food underdone (is) your own (lit., possessed), fully-cooked goes (with others).\n\nMeaning: Be quick at your cooking and eating, or visitors may eat it for you."
},
{
  "source": "Tunu huruhuru, kei wawe tu ana a Puwhakaoho.",
  "translation": "Roast (your bird) with its feathers on; (or your rat) with its fur, lest you be suddenly surprised by an unwelcome visitor.—Here figuratively named Startling-trumpet.\n\nThe meaning of this is the same as the last."
},
{
  "source": "Kakariki tunua, kakariki otaina.",
  "translation": "Eat up the green parrots whether roasted or raw.\n\nMeaning: Be not over nice; as a party travelling in the woods, or going to fight, has no time for much cooking."
},
{
  "source": "Hohoro te kai ma tatou; akuenei tu ana Rae-roa, noho ana Rae-poto!",
  "translation": "Hasten the food for us; soon (the) Long-foreheads (will be) standing (here, when) Short-foreheads (will have to) sit down.\n\nRaeroa, or Long-forehead, is a name for chiefs; while Raepoto, or Short-forehead, is a name for the common men. I suspect this arose from the old manner of dressing their hair,* in which that of the male chiefs was drawn up tightly in front and secured at the top by a knot, or band; while that of the lower people hung loosely down. The New Zealanders, always a hard-working people, were quite alive to the English proverb of “Quick at meat, quick at work.”\n\nX. Against Making Much of Small Matters."
},
{
  "source": "Kei maaku toku.",
  "translation": "Do not wet my garment.\n\nLit. Let not mine be wetted: the passive being the more genteel, or mannerly, way of expressing it. The whole saying is, perhaps, worthy of notice:—\n\nKei maaku toku kakahu! A, maaku noa atu? Kapaa, he wera ite ahi, ka kino; tena, he maaku i te wai,—horahia atu ki te ra kua maroke!—\n\nDon't wet my garment! And yet, if it were wet, what then? But if, indeed, it were burnt by fire, that would be bad; as it is, however, merely wet with a little water,—just spread it in the sun, and it is dry again in no time!\n\nMeaning: Don't complain of trifles.\n\nIn the olden time, when no chief ever raised a cup, or calabash, of water to his lips to drink, but slaves went round giving them water, by pouring\n\n[Footnote] * Vide plates, 13, 55, etc., in Cook; and in Parkinson, 15, 16, 17, 21.\n\nit out of a guggling calabash into the palm of the chief's hand, held beneath his under-lip,—no doubt it was a ticklish matter to give drink to all, sitting closely together, without wetting their scanty clothing. And so, this story, or saying, was invented to ease the poor slave!\n\nHere is another, and a good one, having the same meaning:—"
},
{
  "source": "Tineia te ahi! auahi tahi!",
  "translation": "Put out the fire! there's nothing but smoke!\n\nA sentence, or exclamation, often made, as I have too painfully experienced in their close houses without a chimney! But, again, let us have the whole story:—\n\nTineia te ahi! auahi tahi! Ha! he au uta! Kapaa, ko te au ki Katikati, ae.\n\nPut out the fire! there's nothing but smoke! Exactly so! but it is smoke on land! If now, it were the whirling currents at Katikati,—then, indeed, you would have something to complain of.\n\nOne of the peculiarities of this sentence is the play upon words, which is lost in the translation. The same word (au) is used for smoke as for a strong current or rapid; it is also used for the gall of the liver of any animal; and frequently for anything very bitter. Ergo; Just as smoke is to the eyes, so is gall to the taste, and strong fear or dread to the heart, or inner feelings. Moreover, the name of the place with the fearful rapids is Katikati = to bite sharply and quickly; to sting like nettles, thorns, etc.; to draw and pain, as a blister, mustard-plaster, or living “Portuguese man-of-war”—one of the stinging Medusæ."
},
{
  "source": "Ka uia tonutia e koe, ka roa tonu te ara; ka kore koe e uiui, ka poto te ara.",
  "translation": "If (the length of the road) be continually enquired after by thee, then it will prove very long; but if thou wilt not keep asking, then it will be short.\n\nThis speaks for itself. It is just the same with us."
},
{
  "source": "Pipitori nga kanohi; koko taia nga waewae; whenua i mamao, tenei rawa.",
  "translation": "With sharp bird's eyes and quick moving feet, land at a distance will soon be gained.\n\nSimilar in meaning to the last—a word of comfort to young, or new travellers."
},
{
  "source": "Imua, ata haere; i muri, whatiwhati waewae.",
  "translation": "Those who leave early on a journey travel leisurely; those who leave late, and have to overtake the others, hurt their feet.\n\nLit. Foremost, travel gently; hindmost, break legs."
},
{
  "source": "Kia noho i taku kotore; kia ngenge te pakihiwi.",
  "translation": "Be thou sitting behind my back (lit., anus), and let thy shoulder become weary.\n\nA saying for paddling in a canoe.\n\nMeaning: All work has unpleasantnesses. “No gains without pains,”"
},
{
  "source": "He manga-a-wai koia, kia kore e whitikia?",
  "translation": "Is it indeed a big river, that cannot be crossed.\n\nA saying often used, meaning: It is as nothing, why make such a fuss about it.\n\nXI. Against Beginning War, etc."
},
{
  "source": "He kai kora nui te riri!",
  "translation": "War (is like) a devouring fire kindled by a spark. (James, III. 5.)"
},
{
  "source": "Ka tahuna te ururua ki te ahi, ekore e tumau tonu ki te wahi i tahuna atu ai; kaore, ka kaa katoa te parae.",
  "translation": "When the tangled fern and shrubs are fired, (the fire) will not always be fixed in the place of firing, but will burn up the whole open country.\n\nMeaning: The sure extension of warfare."
},
{
  "source": "Kei uta te pakanga, kei tai te whiunga.",
  "translation": "Though the fighting is begun inland, the spreading and finishing will be at the sea, or sea-side.\n\nLit. Inland the fighting, at sea-side the flinging,\n\nMeaning: In war the innocent suffer for the guilty."
},
{
  "source": "E tae koutou ki uta, kei mau ki tai ki Tu, puhia he angina! e mau ki tai ki Noho, ma te huhu e popo, e hanehane.",
  "translation": "When you reach land, do not hold with the fighting-side, or you will be blown away as thin air; but hold with the side of Peace, that you may live long and die naturally.\n\nLit. When you land, do not hold to the standing-side (or the side of Tu = god of war), blown away, thin air; but hold to the sitting (or quietly-dwelling) side, for the worms gradual decay and skin disease.\n\nThis is a difficult sentence to render into English; but it is well worth preserving on account of its alleged antiquity. It is said, in their legends, to be the parting advice of an old chief, at “Hawaiki,” named Houmaitawhiti, to his sons, on their leaving “Hawaiki” for New Zealand. Of course, the meaning is, “Hold fast to peace.”\n\nN.B.—Note the opposition in the words Tu and Noho; Tu, standing, and restlessness = War; Noho, sitting, and settledness = Peace."
},
{
  "source": "E horo ranei i a hoe te tau o Rongomaitakupe?",
  "translation": "Canst thou level the rocky ridge (or shoal) of Rongomaitakupe?\n\nMeaning: Canst thou cause peace when war begins?\n\nRongomaitakupe is an extensive shoal or ridge of rocks, on which a terrible surf is always breaking. Here one is reminded of similar questions in the ancient Eastern book of Job, respecting the taming of Behemoth and Leviathan."
},
{
  "source": "He ika kai ake i raro.",
  "translation": "A fish eats upwards from below.\n\nThe fish which you have caught, and is lying dead in your canoe, commenced nibbling from below in the depths of sea, and out of sight.\n\nMeaning: From trifling disputes bloody wars arise, ending in the death of chiefs;—often poetically termed ika = fish."
},
{
  "source": "Ko Nukutaumatangi, ko te hara; waiho te raru mo Rupe.",
  "translation": "Nukutaumatangi was the cause of all the trouble; but Rupe got caught and punished for it.\n\nSaid to a person who gets others punished for his evil doings.\n\nHere, also, from the names, there may be more of meaning than appears at first sight:—Nukutaumatangi = off to windy ridge; Rupe, the opposite (being also a name for their proverbially quiet and harmless pigeon)."
},
{
  "source": "Kaua e hinga mai ki runga i a au, kapaa iana he urunga oneone, ko te urunga mau tonu.",
  "translation": "Don't lean on me (as a pillow), if indeed (I were as a) pillow of earth, that would remain firm.\n\nMeaning: Don't look to me for help."
},
{
  "source": "Ka tae ki Weriweri, he tohe rara, tona otinga.",
  "translation": "When (two) arrive at (the place called) Angry-dispute, the end is actual strife. (Angry-dispute is here spoken of as a place).\n\nMeaning: Keep your temper."
},
{
  "source": "Kaati ra to penei, ka tae kau taaua ki Weriweri.",
  "translation": "Leave off thy (saying, or doing) thus, for you and I have fully come to Angry-dispute.\n\nA timely word of warning; similar to the last."
},
{
  "source": "He tohe taau ki Kaiwere?",
  "translation": "Art thou striving to reach Kaiwere?\n\nMeaning: Provoke me a little longer and you will be hurt."
},
{
  "source": "Ka karanga Taiha, kia apititutia, kia whana te hingahinga nga tupapaku; ka karanga Maero, E, kawhakina tetahi momo ki te kaainga.",
  "translation": "Taiha cried, Close ranks with the enemy standing, that their slain bodies may early fall! Maero cried, Better let some retreat as posterity for our possessions!\n\nMeaning: Discretion better than rashness.\n\n“The better part of valour is discretion.”—Shakspeare."
},
{
  "source": "Ka riri Taiha, ka kata Maero.",
  "translation": "When Taiha (is) angry, Maero laughs (or is merry).\n\nMeaning: Keep your temper."
},
{
  "source": "I paia koia te reinga?",
  "translation": "Is the entrance to the lower world barred (or closed)?*\n\nSaid to one desirous of war."
},
{
  "source": "He iti tangata e tupu; he iti toki, e iti tonu iho.",
  "translation": "A little human-being will grow; a little stone-axe always continues little.\n\nN.B.—An axe (though only of stone) was formerly among the most valuable of their goods. Cook says,dagger he could not get the New Zealanders to sell him any of their stone axes, not for anything he had in his ship.\n\nMeaning: A man is of more value than any property.\n\nXII. Concerning Conduct in time of War, etc."
},
{
  "source": "I nga ra o te pai, hei pai; i nga ra o te kino, hei kino.",
  "translation": "In times of peace dwell peacefully; in times of war be brave.\n\nOr, In the good days be good; in the evil days be evil.\n\nHere, again, is a double play on words which possess much meaning.\n\n“In peace he was the gale of spring, In war the mountain storm.”"
},
{
  "source": "Ruia taitea, kia tu ko taikaka anake.",
  "translation": "Shake off the sap-wood, and let the hard heart-wood only stand.\n\nIn a totara tree (Podocarpus totara) the taitea is the outer, white or sapwood, which soon decays, and near the centre is the taikaka or hardest wood.\n\nMeaning: Let the common people and children stay at home, and the warriors only go to fight."
},
{
  "source": "Rangitihi upoko i takaia ki te akatea.",
  "translation": "Rangitihi's head was bound up with the white-flowering creeper (Metrosideros albiflora).\n\nThis hero of old, when his skull was split with his enemy's club, had it bound up with this creeping shrub, and, although his men had retreated, led them on again to battle, and gained the day.\n\nMeaning: The truly brave man never despairs."
},
{
  "source": "Ko te upoko i takaia ki te akatea.",
  "translation": "The head which was bound with the white-flowering creeper.\n\nUsed for a brave warrior:—He binds up his head, or wounds, and fights away.\n\nA proverb similar to the last, and from the same incident.\n\n[Footnote] * So Virgil: —“facilis descensus Averno; Noctes atque dies patet atri janua Ditis.”—æn., lib. vi.\n\n[Footnote] † First Voyage, Vol. III., p. 464."
},
{
  "source": "Ka mahi te tawa uho ki te riri!",
  "translation": "Well done tawa-kernel fighting away!"
},
{
  "source": "He tawa para! he whati kau taana!",
  "translation": "A tawa pulp! he only runs away!\n\nThese two proverbs I have taken together, on account of their simile. The tawa tree (Nosodaphne tawa) bears a large purple fruit, in which there is a single stone or kernel, not wholly unlike that of the date; this is exceedingly hard, and cannot easily be broken; the pulp or flesh of the fruit is very soft when fully ripe; hence, from the one fruit, the comparison is drawn of the hero and the coward."
},
{
  "source": "Te waka pukatea; te waka kohekohe.",
  "translation": "The canoe (made of the) pukatea tree; the canoe (made of the) kohekohe tree.\n\nThe wood of those trees is alike soft, and won't last long in the water; besides canoes made of them are both heavy (when water-logged) and slow. Pukatea = Atherosperma novæ-zelandiæ; Kohekohe = Dysoxylum spectabile.\n\nThis proverb is used of cowards."
},
{
  "source": "He hiore hume! and, He whiore hume tenei tangata!",
  "translation": "Both terms derived from dogs, which clap their tails between their legs and sneak away. Used also of cowards."
},
{
  "source": "Titiro to mata ki a Rehua, ki te mata kihai i kamo.",
  "translation": "Look up with thine eyes at the planet Mars (or Jupiter), at the eye which never twinkles.\n\nMeaning; Never allow your eyes to wink when face to face in hand-to-hand combat."
},
{
  "source": "He koura koia kia whero wawe?",
  "translation": "(Art thou) indeed a crawfish, to turn red, the moment (thou art) thrown on the fire?\n\nSaid to a foe in hand-to-hand encounter, who boasts you have not yet hurt him."
},
{
  "source": "Tini whetu, e iti te pokeao.",
  "translation": "The stars are many, but a little black cloud hides them.\n\nMeaning: A small party of determined warriors may beat a large number."
},
{
  "source": "Ma wai e rou ake te whetu o te rangi ka taka kei raro?",
  "translation": "Who can reach (or scrape) with a crooked stick the stars of heaven that they should fall below?\n\nMeaning: Can you take captive a powerful chief?"
},
{
  "source": "He mate i te marama.",
  "translation": "The moon dies, or, it is of the nature of the moon to wane or die, (and returns again, understood).\n\nMeaning: Not so, however, with you; so beware of rashness."
},
{
  "source": "Kia mate a Ururoa! kei mate Tarakihi.",
  "translation": "Let us die fighting bravely, as the fierce shark, Ururoa, struggling to the last! and not die quietly like the fish Tarakihi (Cheilodactylus macropterus)."
},
{
  "source": "He pokeke Uenuku i tu ai.",
  "translation": "By means of the dark cloud the rainbow is seen to advantage brightly.\n\nMeaning: A chief looks well at the head of a large tribe.*"
},
{
  "source": "Me te koteo mau kupenga!",
  "translation": "Like the post in the sea to which the ends of the net are fixed to keep it open.\n\nSaid of an able chief whose influence keeps his tribe together, so that their enemies are finally enclosed and taken, as fish in a net."
},
{
  "source": "E moe ana te mata hii tuna, e ara ana te mata hii taua.",
  "translation": "Sleeping are the eyes of the eel-fisher; wakeful are the eyes of the war-fisher.\n\nMeaning: That the eyes and thoughts of the fisherman enjoy peaceful rest at nights, and he even nods between his bites when fishing; but those of the planner and conductor of battles know no rest."
},
{
  "source": "Tatai korero i ngaro; tatai korero e rangona.",
  "translation": "Concerted schemes are hidden = come to nothing; concerted plans are heard = carried out.\n\nMeaning: Only those schemes which are agreeable to the tribe will be attended to."
},
{
  "source": "Hinga iho, tomo atu te pa.",
  "translation": "(The enemy), falling (before you), enter the fort.\n\nMeaning: Follow up quickly an advantage; i.e., having defeated the enemy in the open, storm their village."
},
{
  "source": "Te koura unuhanga a Tama.",
  "translation": "The crayfish which was pulled out (of its hole) after long pulling and working by Tama.\n\nTama is said to be one of the first who found out the plan of dislodging crawfish from their holes and using them as food.\n\nMeaning: Not easy to dislodge a warrior from his strong-hold, but got out at last!"
},
{
  "source": "Turaungatao e, E pewhea ana te mamae? Taaria iho. Kihai he hangahanga ake te kai a Turaungatao!",
  "translation": "O Stand-against-a-hundred-spears, what kind of pain (is caused by a wound in battle)? Wait a while. It was not long (before he knew) the food of Stand-against-a-hundred-spears.\n\n[Footnote] * Vide Prov. No. 11, ante.\n\nThis question is supposed to be put by a young man before the battle begins to an old warrior, and half slightingly. After the battle is over, and the young fellow wounded, the veteran says to him, “Ah! You thought that what I had had so much of (my food) was a trifle, did you? What think you now? “He jests at scars that never felt a wound.”—Shakspeare."
},
{
  "source": "E! ho te matakahi maire!",
  "translation": "Lo! the iron-wood wedge!\n\nUsed of a warrior.\n\nMeaning; He separates the enemy before him, as the wedge of the hard Maire wood (Santalum cunninghamii*) splits up a log."
},
{
  "source": "E tia! me te wheke e pupuru ana!",
  "translation": "Though stabbed through (with my spear), he holds on (to it) like a cuttle-fish with its arms and suckers.\n\nSaid by a warrior of his hand-spear in fight.\n\nAnother saying of similar meaning:—"
},
{
  "source": "Me te mea kei te paru e titi ana!",
  "translation": "As difficult to pull my spear back out of his body as if I had stuck it into sticky holding mud."
},
{
  "source": "Waiho i te toka tu moana!",
  "translation": "Stand firm and compact as the surf-beaten rock in the ocean!\n\nUsed by a chief in battle."
},
{
  "source": "Waiho kia oroia, he whati toki nui.",
  "translation": "Just leave the big stone axe to be re-sharpened, its edge is merely chipped a bit.\n\nMeaning: Though some of the braves of our tribe are killed, the remnant, including the chief, will fight the more fiercely."
},
{
  "source": "Ekore e ngaro, he takere waka nui.",
  "translation": "The hull of a large canoe cannot be hidden.\n\nMeaning: Although we have lost many in battle, we shall not become extinct; our tribe is numerous."
},
{
  "source": "He puia taro nui, he ngata taniwha rau, ekore e ngaro.",
  "translation": "A cluster of flourishing Taro plants (Colocasia antiquorum), a hundred devouring slugs, or leeches, cannot be extirpated = It is difficult to destroy them all. So with a large tribe."
},
{
  "source": "Kore te hoe, kore te taataa.",
  "translation": "Alas! without paddles and baler!\n\nA canoe in this state must be lost. Applied to a tribe in a helpless state."
},
{
  "source": "He pukepuke maunga, e pikitia e te tangata; he pukepuke moana, e ekeina e te waka; he pukepuke tangata, ekore e pikitia e te tangata.",
  "translation": "[Footnote] * But, at the south parts of the North Island, Maire is the Maori name of the Olea cunninghamii.\n\nThe mountain's summit can be climbed by man; the waves of the ocean can be topped by a canoe; the human mount cannot be scaled by man.\n\nMeaning: If he had sought shelter on the mountain, or at sea, we could have followed him; but being sheltered by a great chief, we cannot follow him there.\n\nN.B.—Note the play on the three mounts—pukepuke; which are wholly lost in translation.\n\nXIII Miscellaneous."
},
{
  "source": "I motu mai i whea? te rimu o te moana.",
  "translation": "Whence was the drifting sea-weed torn?\n\nSometimes used of a stranger."
},
{
  "source": "He rimu pae noa!",
  "translation": "A sea-weed driven about!\n\nUsed by a wanderer concerning himself. I have known this saying used in a very melancholy way by a young man, a lover, when discarded by his love, and he travelling from place to place to forget his grief. It struck me as being very poetical."
},
{
  "source": "I taia to moko ki te aha?",
  "translation": "To what purpose was your face tattooed?\n\nA cutting sarcasm to a finely tattooed man, when he acts cowardly or meanly. As only nobles and chiefs were tattooed."
},
{
  "source": "Kapaa ianei he matua whare e hinga ana, ka hangaa ano, kua oti; ano ko te marama kua ngaro, kua ara ano.",
  "translation": "If indeed your father had fallen like a house, then he could be raised again and finished anew; or if he were as the moon and died, then he would return again.\n\nThis saying was too often used by the watchers around a dead chief to his children, to keep up their incessant wailing for their father."
},
{
  "source": "Ka tata ki a koe nga taru o Tura!",
  "translation": "The weeds of Tura are near thee!\n\nMeaning: Thou art getting grey-haired. Tura was a grey-headed man of old; his story is a highly curious one."
},
{
  "source": "Ka ruha te kupenga, ka pae kei te akau.",
  "translation": "When the fishing-net gets old, it is drifted on the shore.\n\nSaid by an old woman to her husband who neglects her.\n\nAnother of similar meaning:—"
},
{
  "source": "He kaha ano, ka motumotu!",
  "translation": "A rope indeed, but become old and broken up!\n\nMeaning: My beauty and strength are gone, I can no longer serve you. You love a younger wife."
},
{
  "source": "Kua pae nei hoki, te koputunga ngaru ki te one.",
  "translation": "The white foam of the surf is cast up and left on the shore.\n\nSaid by a woman getting grey-haired, when her husband seeks a new wife."
},
{
  "source": "Ka tangi te pipiwharauroa, ko nga karere a Mahuru.",
  "translation": "The cries of the glossy cuckoo are the heralds of warmth (or spring).\n\nThe little cuckoo (Cuculus lucidus) is a migratory bird, and arrives here in early summer."
},
{
  "source": "Penei me te pipiwharauroa.",
  "translation": "Like the glossy cuckoo (in his actions).\n\nApplied to a man who deserts his children; as this bird (like the English cuckoo) lays its eggs in another bird's nest, and deserts them.\n\nI give now a few (out of many) short and beautiful proverbial sayings, mostly poetical, and used by the New Zealanders in their songs:—"
},
{
  "source": "Me he korokoro tuii",
  "translation": "As eloquent as the throat of the tuii (the sweet-singing “parson-bird”)."
},
{
  "source": "Me he manu au e kakapa!",
  "translation": "I'm all of a flutter like a poor caught bird!"
},
{
  "source": "Me he mea ko Kopu!",
  "translation": "(She is) as beautiful as the rising of the morning star!"
},
{
  "source": "Me he takapu araara.",
  "translation": "As beautiful as the silvery, iridiscent belly of the araara fish (Caranx georgianus) when first caught.\n\nAncient European poets have thus spoken of the dolphin."
},
{
  "source": "Me he toroa ngungunu!",
  "translation": "Like an albatross folding its wings up neatly.\n\nUsed of a neat and compact placing of one's flowing mats or garments."
},
{
  "source": "Me te Oturu!",
  "translation": "Her eyes as large and brilliant as the full moon rising over the dark hills in a clear sky."
},
{
  "source": "Me te rangi ka paruhi.",
  "translation": "Just like a delightful tranquil day; or, a fine calm evening."
},
{
  "source": "Moku ano enei ra, mo te ra ka hekeheke; he rakau ka hinga ki te mano wai!",
  "translation": "Let these few days be for me, for the declining sun; a tree falling through many floods of waters.\n\nMeaning: Be kind and considerate to the aged.\n\nUsed by the old, and often with effect; of which I knew a remarkable instance that happened in 1852, when Mr. Donald M`Lean, the Land Purchase Commissioner, paid the chief Te Hapuku, the first moneys for lands\n\nat Hawke's Bay. An old chief, named Te Wereta, who resided at Wharaurangi, between Castle Point and Cape Palliser, uttered these words, and he got a lion's share of that money—and he lived more than twenty years after.\n\nAnother of similar meaning:—\n\n201,.Maaku tenei, ma te ra e too ana. He aha kei a koe? Kei te ra e huru ake ana.\n\nLeave this for me, for the setting son. Why shouldst thou care about it? the sun just sprouting up (or beginning life).\n\nI scarcely recollect a single instance of those words being advanced by the aged, (in former years), and not heeded by the younger folks. It always seemed, to me, to form an admirable trait in their character; one, no doubt, grounded on ancient custom."
},
{
  "source": "Whangaia ta taaua tuahine, he tangi i a taaua.",
  "translation": "Let our little sister be fed and nourished, to mourn over you and me (when we die).\n\nMeaning: That a widow's mourning is soon over, for she marries again; but with a sister it is lasting and true.\n\nThis is also eminently shown in the Greek tragedies, by Antigone and Electra.—Sophocles."
},
{
  "source": "Taku hei piripiri, taku hei mokimoki, taku hei tawhiri, taku katitaramea.",
  "translation": "My necklace of scented moss; my necklace of fragrant fern; my necklace of odorous shrubs; my sweet-smelling locket of Taramea.\n\nThis affectionate and pretty distich was often sung to a little child when fondling it, expressive of love. A short explanation may be given of the four plants mentioned in it. Piripiri is a fine horizontal moss-like Hepaticœ (Lophocolea novœ-zealandiœ and other allied species) found in the dense forests; Mokimoki is the fern Doodia caudata; Tawhiri is the shrub, or small tree, Pittosporum tenuifolium; Taramea is the Alpine plant Aciphylla colensoi. From the two last a fragrant gum was obtained; that, however, from the needle-pointed Aciphylla only through much ceremony, labour, and trouble,—and, I may say, pain,—gently indicated in the prefix given to it in the chaunt—kati = sudden sharp prick, or puncture. All those scents were much prized by the New Zealanders, who wore them, in little sachets suspended to their necks."
},
{
  "source": "E iti noa ana, na te aroha.",
  "translation": "(The gift) is very small indeed, still (it is given) from love."
},
{
  "source": "To Kakawai ngako nui, aroaro tahuri kee.",
  "translation": "Ah! you take my fine fat Kahawai fish (Arripis salar), but you turn away your face from me.\n\nApplied to one who receives presents, but returns no love."
},
{
  "source": "He manu aute e taea te whakahoro!",
  "translation": "A flying-kite made of paper mulberry bark can be made to fly fast! (away, by lengthening the cord).\n\nUsed by a lover, expressive of impatience at not being able to get away to see the beloved one."
},
{
  "source": "Na to tamahine ka pai i takina mai ai tenei kekeno ki konei.",
  "translation": "It was thy exceedingly pretty daughter which drew this seal to land here.\n\nThis speaks for itself, and would be doubly suitable for such a person coming by sea; in the olden times most visits were made by water.\n\nN.B.—The verb taki (pass. takina), means to forcibly draw a captured fish to land out of the water."
},
{
  "source": "E kimi ana i nga kawai i toro ki tawhiti.",
  "translation": "(He is) seeking after the tips of running branches which extended to a distance.\n\nUsed with reference to any one claiming distant or lost relationship.\n\nN.B.—The terms used for runners, or running branchlets, and their spreading, are taken from those of trailing plants, as the convolvulus, gourd, etc."
},
{
  "source": "E raro rawakore, e runga tinihanga.",
  "translation": "Poor and without goods are those of the North; abounding in wealth are those of the South.\n\nThis proverb, which in former times I have often heard is used, is peculiarly a Northern one, and requires explanation. The most esteemed goods—the real personal wealth of the ancient New Zealanders—were greenstone—unworked or worked—as axes, war-clubs, and ornaments; finely-woven flax garments; totara canoes; and feathers of the huia bird (Heteralocha gouldi). These were all obtained from the Southern parts; so were the skilled carvers in wood (males), and the best weavers of first quality flax garments (females), who were sometimes made prisoners of war."
},
{
  "source": "He karanga kai, tee karangatia a Paeko; he karanga taua, ka karangatia a Paeko.",
  "translation": "At a call to a feast, Paeko is not called; At a call to a fight, Paeko is called.  Used evidently by an inferior, though a good man at fighting, etc. Note the name, which may be translated, Keep them off. “Rich man has many friends”."
},
{
  "source": "E hoki te patiki ki tona puehutanga.",
  "translation": "The flounder returns to its own thick, muddy water (to hide itself, understood)."
},
{
  "source": "Puritia to ngarahu kauri!",
  "translation": "Keep (to thyself) thy kauri-resin soot!\n\nThis saying was used when a person was unwilling to give what was asked, the same being some common thing and not at all needed by the owner.\n\nSoot from burning kauri-resin (a genuine lamp-black!) was carefully collected in a very peculiar manner and only by much pains, and buried in the earth placed in a hollowed soft-stone, where it was kept for years, and said to improve in quality by age; it was used as a black pigment in tattooing. But there is a double meaning here, viz.: You may never require it, or live to use it!"
},
{
  "source": "Waiho noa iho nga taonga; tena te mana o Taiwhanake.",
  "translation": "Leave (your) goods anywhere; here is the power and might of the Rising-tide.\n\nUsed to strangers, to show, that the people of the place were honest, etc., and under their chief, who is figuratively called the Overwhelming Sea or Rising-tide."
},
{
  "source": "Te aute tee whawhea!",
  "translation": "The paper mulberry bark is not blown away by the winds.\n\nMeaning: Peaceful times; all going on well; no disturbances.\n\nThe bark of the paper mulberry shrub, or small tree, (Broussonetia papyrifera) which was formerly cultivated by the ancient New Zealanders, and used as a kind of white cloth ornament for the hair, was, after being beaten and washed, etc., spread out to dry in small pieces, but only in fine, calm weather."
},
{
  "source": "Haere mai ki Haurahi, te aute tee awhea!",
  "translation": "Come hither (to us) to Hauraki, a district in the Thames, where the prepared paper mulberry bark is not blown away (or disturbed) by the winds while drying and bleaching.\n\nA proverb of similar meaning to the last one."
},
{
  "source": "Haere i mua, i te aroaro o Atutahi.",
  "translation": "Go before the presence (or rising) of (the star) Atutahi; or, Work away diligently in advance of the appearing (of the star) Atutahi.\n\nFormerly used (1.) concerning the proper time of annual friendly visiting,—viz., in the autumn, when food is plentiful, and before the frosts set in; (2.) also (and more commonly), for the early digging and storing securely in their neatly-built storehouses of their precious kumara crop, on which so much depended; which roots if but slightly touched by frost, rotted. The star Atutahi* rises in April, and was to them indicative of the season of approaching frosts.\n\n[Footnote] * See a future paper on the astronomical lore of the old New Zealanders."
},
{
  "source": "Rehua pona nui!",
  "translation": "Rehua (causing) big joints!\n\nRehua is one of the larger planets (possibly Mars or Jupiter), and when seen in summer, in time of heats and droughts, this saying is used; as then men grow thin (substantial vegetable food being scarce), and their joints protrude and look large. Rehua is a famed star (planet) with the old New Zealanders,—many things are said of it; some of which, however, belong to a noted chief of that name of the olden time. (Vide proverb 161, ante)."
},
{
  "source": "Takurua hupe nui!",
  "translation": "Takurua (causing) watery nose!\n\nThis saying is in opposition to the last one, conveyed in the same semi-metrical manner, and is highly expressive of the cold raw weather in winter. Takurua being also one of their names for the winter season (indeed with the Southern Maoris the only one), at which time the old Maoris, slightly clothed, must have suffered much annoyance in the way alluded to. Takurua* is the name of a star which rises in the winter."
},
{
  "source": "Ka mate he tete, ka tupu he tete.",
  "translation": "One duck dies, another duck is hatched. (Spatula variegata.)\n\nMeaning: Man dies, and another comes in his place.\n\nReminding of Homer (Iliad VI.):—“As is the race of leaves, such is that of men; one springs up and the other dies.” And of our English saying:—“As good fish in the sea as ever came out of it."
},
{
  "source": "He huruhuru te manu ka rere: he ao te rangi ka uhia.",
  "translation": "When the bird has feathers it flies away; when the sky has clouds it is obscured.\n\nLit. The fledged bird flies; the clouded sky (is) covered.\n\nMeaning: Great changes soon arise. Circumstances alter cases.\n\nXIII A few very brief and pithy Sayings (as a sample)."
},
{
  "source": "Rae totara = Forehead as hard as the totara, wood.",
  "translation": "Spoken of a liar; and of an unabashed, shameless person. Equivalent to our English Brazen-face."
},
{
  "source": "Tou tirairaka = Flycatcher's tail (Rhipidura flabellifera).",
  "translation": "Said of a restless person who does not sit quietly in his place at their more important meetings."
},
{
  "source": "Arero rua = Double tongue.",
  "translation": ""
},
{
  "source": "Ngakau rua = Double mind.",
  "translation": "Both spoken of a false promiser; of a person who says one thing, yet means another."
},
{
  "source": "He ringa whiti!",
  "translation": "A quick ready hand, at reaching out, across, or over.\n\n[Footnote] *Note on preceding page."
},
{
  "source": "He tangata tunu huruhuru!",
  "translation": "One who roasts (his bird or rat) with its feathers or hair on.\n\nBoth said of a hasty quarrelsome person."
},
{
  "source": "Ka kata a Kae! Kae laughs.",
  "translation": "Sure to be said when a cross person smiles; or when a person discloses unintentionally his thoughts. Derived from their old legends.*"
},
{
  "source": "Whakawaewae wha!",
  "translation": "Make (thyself) four legs (first)!\n\nUsed, ironically, to a person who boasts of what he can do."
},
{
  "source": "Nga huruhuru o oku waewae = Hairs of my legs.",
  "translation": "Used reciprocally: (1) By a chief, of his tribe and followers; and (2) by them of him, by merely changing the pronoun oku to ona. In this latter sense I have known it to be used beautifully and with great effect."
},
{
  "source": "Ka rua hoki! = Twice also!",
  "translation": "Meaning: Thou hast just said the contrary; two (opposite statements) indeed!"
},
{
  "source": "Naana ki mua = He began it.",
  "translation": "A sentence of great service formerly, in relating quarrels, etc., and always highly exculpatory."
},
{
  "source": "He kowhatu koe? and, He kuri hoe?",
  "translation": "Art thou a stone? and, Art thou a dog?\n\nUsed, generally, interrogatively, by way of prohibition, disapproval, etc., but, sometimes, with care, indicatively."
},
{
  "source": "He o kaakaa!",
  "translation": "A small bit of food for a journey. Lit. A parrot's morsel for its flight.\n\nThe old Maoris said, that the parrots always carried with them in one claw a small stone which they constantly nibble."
},
{
  "source": "He marutuna!=Bruised or squashed eels!",
  "translation": "Said of any person or thing, ugly, displeasing, or repulsive."
},
{
  "source": "He kupu matangerengere!",
  "translation": "A harsh or disagreeable word, sentence, or speech. Lit. A word (having a) hideously ulcerated face"
}
]
